<!--
    Translation of GIT Committish: 91b4009e0ed37deccaec5c45bfdd80ade7d574d6

    When revising a translation, copy the HEAD committish of the
    version that you are working on.  Refer to `UPDATE A TRANSLATION'
    in README for details.

!-->
<title>LilyPond 2.12 &bdquo;Rune&ldquo; erh&auml;ltlich</title>

<h1>LilyPond Version 2.12 erh&auml;ltlich &mdash; Die 12-Jahre-Jubil&auml;umsversion</h1>

Dezember 2008.

<p>Wir sind stolz, das Programm GNU/LilyPond 2.12 &bdquo;Rune&ldquo; pr&auml;sentieren zu k&ouml;nnen.
</p>

<p>Unsere Freude ist jedoch getr&uuml;bt durch Trauer &uuml;ber den Tod unseres langj&auml;hren Mitentwicklers und Freundes Rune Zedeler am 2. Juli 2008.
</p>

<p>Mit Rune verloren wir einen Programmierer, Musiker und wertvollen Entwickler von LilyPond, der die letzten sechs Jahre enthusiastisch in dem Projekt engagiert war. Wir werden ihn sehr in unserer Gemeinschaft vermissen und m&ouml;chten diese Version ihm und seinem Gedenken widmen.
</p>

<h2>Bedeutende Neuerungen</h2>

<ul>
<li>Die Vermeidung von Zusammenst&ouml;&szlig;en wurde sehr stark verbessert. Objekte au&szlig;erhalb des Notensystems vermeiden jetzt automatisch Zusammenst&ouml;&szlig;e, sodass weniger Anpassungen n&ouml;tig sind, um einen sch&ouml;nen Notensatz zu erhalten.</li>

<li>Die Dokumentation wurde im Zuge des mehr als ein Jahr dauernden "Gro&szlig;en Dokumentationsprojekts" fast vollst&auml;ndig neu geschrieben und umorganisiert. Zus&auml;tzlich hat die Online-Dokumentation nun ein neues, &uuml;bersichtlicheres Layout erhalten. Das Programm selbst ist mittlerweile in 15 Sprachen erh&auml;ltlich und die Dokumentation wurde teilweise auf Deutsch, Franz&ouml;sisch und Spanisch &uuml;bersetzt. Es war noch nie so einfach, die ersten perfekt gesetzten Noten mit LilyPond zu erstellen.</li>

<li>Beinahe 30 neue Eigenschaften wurden dem Programm hinzugef&uuml;gt, unter Anderem transponierbare Bund-Diagramme, Versetzungszeichen f&uuml;r Mikrot&ouml;ne sowie eine vielfach verbesserte Importm&ouml;glichkeit von MusicXML-Dateien (musicxml2ly), und &uuml;ber 200 Fehler wurden beseitigt. Eine vollst&auml;ndige Liste der &Auml;nderungen findet sich unter <tt><a
 href="http://lilypond.org/doc/v2.12/Documentation/topdocs/NEWS.html">http://lilypond.org/doc/v2.12/Documentation/topdocs/NEWS.html</a></tt>.
</li>
</ul>
<br>

<p>Viel Vergn&uuml;gen beim Notensatz!</p>

<h2>LilyPond wird Ihnen zur Verf&uuml;gung gestellt von...</h2>

<h3>Entwicklungsteam</h3>

<p>Han-Wen Nienhuys  &ndash; Hauptentwicklung<br>
Jan Nieuwenhuizen  &ndash; Hauptentwicklung<br>
Joe Neeman         &ndash; Hauptentwicklung<br>
Graham Percival    &ndash; Dokumentationsredaktion und Verwaltung der Fehlermeldungen<br>
Valentin Villenave &ndash; Redaktion des Schnipseldepots und Verwaltung der Fehlermeldungen<br>
Mats Bengtsson     &ndash; Unterst&uuml;tzungsguru<br>
John Mandereau     &ndash; Redaktion und Implementierung der &Uuml;bersetzungen</p>

<h3>Mitwirkende</h3>

<p>Rune Zedeler,
Maximilian Albert,
Milan Zamazal,
Reinhold Kainhofer (<tt>musicxml2ly</tt>-Entwicklung),
Erlend Aasland,
Stan Sanderson (Regressions&uuml;berpr&uuml;fung),
Neil Puttock.</p>

<h3>Das Gro&szlig;e DokumenationsProjekt</h3>

<p>Trevor Daniels     &ndash; Dokumentationsredation<br>
Andrew Hawryluk, Carl Sorensen, Eyolf &Oslash;strem, Francisco Vila,
Jay Hamilton, Jonathan Kulp, Joseph Harfouch, Patrick McCarty,
Ralph Palmer, Till Rettig  &ndash; Arbeit an der Notationsreferenz<br>
Kurt Kroon         &ndash; Aktualisierung des Glossars, Arbeit and der Notationsreferenz<br>
Alard de Boer      &ndash; Formatierung<br>
Michael Rasmussen  &ndash; Formatierung<br>
Trevor Bača        &ndash; Inspirierende Notenbeispiele<br>
Reinhold Kainhofer &ndash; Technische Hilfe<br>
Neil Puttock       &ndash; Schnipselredation, technische Hilfe.</p>

<h3>&Uuml;bersetzung</h3>

<p>Clytie Siddall, Damien Heurtebise, Francisco Vila, Heikki Junes,
Jean-Charles Malahieude, John Mandereau, Nicolas Klutchnikoff, Till
Rettig, Valentin Villenave.</p>

<h3>Sponsoren</h3>

<p>Mike Amundsen, Trevor Bača.</p>

<h3>Fehlerj&auml;ger und Anregungen</h3>

<p>Adam James Wilson, Alard de Boer, Alex Rolex, Andy Haupt, Arvid
Gr&oslash;tting, Bertalan Fodor, Benjamin Drung, Cameron Horsburgh, Carl
Sorensen, Christian Hitz, Christian Herzberg, David Bobroff, David
Griffel, Daniel Hulme, Daniel Johnson, Dominic Neumann, Eduardo
Vieira, Fr&eacute;d&eacute;ric Chiasson, Georg Dummer, Georg Romstorfer, Gilles
Thibault, Hern&aacute;n J. Gonz&aacute;lez, Hu Haipeng, Jay Anderson, James
Kilfinger, Jean-Marie Mouchel, Jean-Yves Baudais, Jes&uacute;s Guillermo
Andrade, Jonathan Henkelman, Kazuhiro Suzuki, Kevin Dalley, Laura
Conrad, Luc Wehli, Maarten Hijzelendoorn, Marc Lanoisel&eacute;e, Mark
Polesky, Matthijs Frankeno, Martijn Vromans, Marnen Laibow-Koser,
Maximilian Albert, Mirosław Doroszewski, Mike Coleman, Neil Puttock,
Nicolas Mayencourt, Nicolas Sceaux, Orm Finnendahl, Peter Budny,
Phillip Kirlin, Pierre-Emmanuel Brame, Ralph Palmer, Renaud Flavigny,
Rick Hansen, Risto V&auml;&auml;r&auml;niemi, Robin Bannister, Roland Goretzki, Rune
Zedeler, Ruud van Silfhout, Sean Reed, Steven Weber, Tomas Sauer,
Thomas Scharkowski, Trevor Bača, Vivian Barty-Taylor, Werner Lemberg,
Wilbert Berendsen, William Oram, Yota Moteuchi, Zack Charter, and
Zoltan Selyem.</p>
